---
kind: property
id: P:Autodesk.Revit.DB.TableCellStyleOverrideOptions.Bold
source: html/a424fcd8-f610-8c5c-254d-65173dcd061a.htm
---
# Autodesk.Revit.DB.TableCellStyleOverrideOptions.Bold Property

Indicates if the bold characteristic is overridden.

## Syntax (C#)
```csharp
public bool Bold { get; set; }
```